Repository: common-repository/liveagent
Catalog: resources/languages/liveagent-*.po
Languages: hu_hu, sk_sk

source: ERROR
hu_hu: HIBA
sk_sk: CHYBA

source: Unable to connect to
hu_hu: Nem lehet csatlakozni
sk_sk: Nie je možné sa pripojiť k

source: Button code was saved successfully
hu_hu: Sikeresen mentette a gomb kódja
sk_sk: Kód tlačidla bol úspešne uložený

source: The button loading might be blocked by your server - if the button is not displayed, click the
hu_hu: A gomb be blokkolhatja a kiszolgáló - ha a gomb nem látható, kattintson a
sk_sk: Načítanie tlačidla môže byť blokované vašim serverom - ak sa tlačidlo nezobrazilo, kliknite na

source: LiveAgent section again.
hu_hu: LiveAgent részben újra.
sk_sk: sekciu LiveAgent znovu.

source: Free live chat and helpdesk plugin for Wordpress
hu_hu: Ingyenes élő chat és helpdesk dugó részére Wordpress
sk_sk: LiveAgent - live chat a helpdesk modul pre Wordpress

source: Connect
hu_hu: Kapcsolat
sk_sk: Pripojiť

source: Connect to an existing account
hu_hu: Kapcsolódás meglévő fiók
sk_sk: Pripojiť k existujúcemu kontu

source: contact us
hu_hu: lépjen velünk kapcsolatba
sk_sk: kontaktovať nás

source: Do you need any help with this plugin? Feel free to
hu_hu: Akármi segít-val ez a plugin van szüksége? Ne habozzon, hogy
sk_sk: Potrebujete pomoc s týmto pluginom? Neváhajte

source: Url where your LiveAgent installation is located
hu_hu: URL mely a Live Agent telepítéshez vezet
sk_sk: Url adresa, na ktorej sa nachádza vaša inštalácia LiveAgent

source: Username which you use to login to your LiveAgent
hu_hu: Felhasználónév amelynek segítségével jelentkezzen be a LiveAgent
sk_sk: Prihlasovacie meno, ktoré používate na prihlásenie sa do Vašej inštalácie LiveAgent

source: Username
hu_hu: Felhasználónév
sk_sk: Prihlasovacie meno

source: SSL secure signup
hu_hu: Biztonságos SSL-regisztráció
sk_sk: SSL zabezpečené

source: Email
hu_hu: E-mail cím

source: API Key
hu_hu: API kulcs
sk_sk: API kľúč

source: Live chat and helpdesk plugin for Wordpress
hu_hu: Ingyenes élő chat és helpdesk dugó részére Wordpress
sk_sk: LiveAgent - live chat a helpdesk modul pre Wordpress

source: Reset everything and start over
hu_hu: Állítsa vissza mindent, és kezdjük újra
sk_sk: Všetko zrušiť a začať odznova

source: Actual button code
hu_hu: Tényleges gomb kódja
sk_sk: Kód aktuálneho tlačidla

source: Button code
hu_hu: Gomb kód
sk_sk: Kód tlačidla

source: Your LiveAgent account
hu_hu: A LiveAgent fiók
sk_sk: Váš LiveAgent účet

source: Account URL
hu_hu: Fiók URL-címét
sk_sk: URL adresa účtu

source: Login to your account
hu_hu: Jelentkezzen be a fiókjába
sk_sk: Pripojiť do vášho účtu

source: Connect to a different account
hu_hu: Kapcsolódás meglévő fiók
sk_sk: Pripojiť k inému účtu

source: This is the chat button code which will be automatically placed to your Wordpress site
hu_hu: Ez a chat gombra kód, amely automatikusan bekerülnek a WordPress honlap
sk_sk: Toto je kód tlačidla, ktorý bude automaticky vložený do vašej Wordpress stránky

source: If customer is logged in, you can automatically add these to chat.
hu_hu: Ha az ügyfél bejelentkezett, akkor automatikusan hozzá ezeket beszélgetni.
sk_sk: Ak je zákazník prihlásený, toto môže byť automaticky pridané do čatu.

source: Additional options
hu_hu: További beállítások
sk_sk: Ďalšie možnosti

source: customer
hu_hu: ügyfél
sk_sk: zákazník

source: name
hu_hu: név
sk_sk: meno

source: level
hu_hu: emelet

source: Your chat buttons
hu_hu: A chat gomb
sk_sk: Vaše chat tlačidlá

source: Add more buttons
hu_hu: További gombok hozzáadása
sk_sk: Pridať ďalšie tlačidlá

source: This will redirect you to your LiveAgent account
hu_hu: Amely átirányítja a LiveAgent fiók
sk_sk: Budete presmerovaní do vašeho LiveAgent účtu

source: Display button in admin panel
hu_hu: Megjelenítése gombra admin felületen
sk_sk: Zobraziť tlačidlo v administračnom paneli

source: The default widget code has just changed. You have to save it to apply the changes to the site chat widget.
hu_hu: Az alapértelmezett widget-kód nemrég megváltozott. Meg kell menteni, hogy alkalmazza a változtatásokat a honlapon csevegés widget.
sk_sk: Kód zvoleného tlačidla sa práve zmenil. Aby sa zmeny prejavili v tlačidle na stránke, musíte ho uložiť.

source: Save widget code
hu_hu: Mentés gomb kódot
sk_sk: Uložiť kód tlačidla

source: In use
hu_hu: Használatban
sk_sk: Používa sa

source: An error occurred:
hu_hu: Hiba lépett fel:
sk_sk: Vyskytol sa problém:

source: Use this button
hu_hu: Használja ezt a gombot
sk_sk: Použiť toto tlačidlo

source: Create your free LiveAgent trial!
hu_hu: Készítse el ingyenes LiveAgent tárgyalás!
sk_sk: Vytvorte si trial LiveAgent účet zadarmo!

source: Create LiveAgent account
hu_hu: Hozzon létre LiveAgent fiók
sk_sk: Vytvoriť LiveAgent účet

source: Full name
hu_hu: Teljes név
sk_sk: Celé meno

source: Your login information will be sent here
hu_hu: A bejelentkezési információkat fog küldeni ide
sk_sk: Vaše prihlasovacie údaje budú poslané sem

source: Your account name
hu_hu: A fiók neve
sk_sk: Názov vášho účtu

source: By creating an account I agree with the
hu_hu: A regisztráció egyetértek a
sk_sk: Vytvorením tohto účtu súhlasím s

source: Terms & Conditions
hu_hu: Szabályokat és Követelményeket
sk_sk: Obchodnými podmienkami

source: Skip this step, I already have an account
hu_hu: Kihagyni ezt a lépést, már van számlám
sk_sk: Preskočiť tento krok, už mám vlastný účet

source: Building Your LiveAgent
hu_hu: Az épület LiveAgent
sk_sk: Váš LiveAgent sa vytvára

source: Your account is being created. Your login information will be sent to your email address.
hu_hu: Az Ön számlája jön létre. A bejelentkezési információkat fog küldeni az e-mail címre.
sk_sk: Váš LiveAgent sa vytvára. Vaše prihlasovacie údaje budú poslané na vašu emailovú adresu.

source: Meanwhile, you can check what's new on
hu_hu: Közben, akkor ellenőrizze, milyen újdonságok vannak
sk_sk: Medzičasom si môžete pozrieť novinky na

source: Loading
hu_hu: Töltés
sk_sk: Načítavam

source: Our blog
hu_hu: A blog
sk_sk: našom blogu

source: See how it works
hu_hu: Hogyan működik
sk_sk: Ako to funguje

source: Create a new account
hu_hu: Az új fiók létrehozása
sk_sk: Vytvoriť nový účet

source: We want you to enjoy the full functionality of LiveAgent with 14 days free account. It does not limit the number of agents and you have the option to activate the most of available features.
hu_hu: Azt akarom, hogy élvezze a teljes funkcionalitását LiveAgent, 14 napos ingyenes fiókot. Ez nem korlátozza az ügynökök számát, és megvan a lehetőség, hogy aktiválja a legtöbb elérhető funkciókat.
sk_sk: Chceme aby ste využite plnú funkcionalitu LiveAgent s Vašim novým 14 dňovým trial účtom. Neobmedzuje počet agentov a vy si môžete aktivovať skoro všetky funkcie.

source: Fully equipped helpdesk and live chat software. Get a competitive advantage with top-notch customer service.
hu_hu: Teljesen felszerelt helpdesk és az élő chat szoftver. Kap egy versenyelőnyt nyújt remek ügyfélszolgálatot.
sk_sk: Plne vybavený helpdesk a live chat softvér. Získajte konkurenčnú výhodu s vrcholovým zákazníckym servisom.

source: You must enter an API KEY
hu_hu: Meg kell adnia API kulcsot
sk_sk: Musíte zadať API kľúč

source: You must enter valid email address
hu_hu: Meg kell adnia egy érvényes email címet
sk_sk: Musíte zadať platnú emailovú adresu

source: You must enter valid domain name
hu_hu: Meg kell adnia egy érvényes domain név
sk_sk: Musíte zadať platnú doménu

source: Critical error during %s plugin load %s
hu_hu: Kritikus hiba %s bővítmény terhelés %s
sk_sk: Kritická chyba počas načítania %s modulu %s

source: Installing
hu_hu: Telepítek
sk_sk: Inštalujem

source: Just a few more seconds
hu_hu: Még néhány másodperc
sk_sk: Už len niekoľko sekúnd

source: Installation completed. Setting up...
hu_hu: Telepítés befejeződött
sk_sk: Inštalácia je hotová. Konfigurujem...

source: Are you sure you want to cancel your account?
hu_hu: Biztosan törölni szeretné számláját?
sk_sk: Ste si istí, že chcete zrušiť Váš účet?
